export default {
  name: "مریم سادات",
  home: "خانه",
  about: "درباره من",
  resume: "رزومه",
  portfolios: "نمونه کارها",
  contact: "تماس با من",
  hi: "سلام، من ",
  hi2: " هستم",
  mobile: "0426032420",
  role1: "برنامه نویس فرانت اند",
  role2: "طراح واسط کاربری",
  contactways: "  :راه های ارتباطی",
  desc:
    " یش از پنج سال سابقه کار حرفه ای در حوزه برنامه نویسی دارم. علاقه زیادی به برنامه نویسی وب و طراحی واسط کاربری دارم . علایق دیگر من مطالعه کتاب، تدریس برنامه نویسی و ورزش می باشد.",
  aboutme: "معرفی",
  services: "سرویس ها",
  fullname: "نام کامل",
  nationality: "ملیت",
  languages: "زبان ها",
  phone: "تلفن تماس",
  years: "سال",
  iranian: "ایران",
  persian: "فارسی",
  english: "انگلیسی",
  webdeisgn: "کد نویسی فرانت اند",
  webdeisgndesc:
    "مسلط به طراحی فرانت اند انواع وب سایت ها و وب اپلیکیشن با React.js ، material ui ، HTML5 ، Css3 ، Bootstrap",
  database: "تحلیل و طراحی پایگاه داده",
  databasedesc:
    "مسلط به تحلیل و طراحی انواع پایگاه داده های  Sql و پایگاه داده های  NoSql  و محبوب ترین آن ها SQL Server, MongoDB",
  servicedesc:
    "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.",
  myskills: "مهارت های من",
  html: "اچ تی ام ال 5",
  javascript: "جاوا اسکریپت",
  react: "ری اکت جی اس",

  workingSteps: [
    { id: -1, date: "", title: "", subtitle: "", content: "" },
    {
      id: 1,
      date: "1399 - تاکنون",
      title: "شرکت دیجی کور",
      subtitle: "برنامه نویس",
      content:
        " برنامه نویسی سمت فرانت با استفاده از ریکت و اچ تی ام ال و سی اس اس ،تهیه داشبورد داده ها برای نمایش و مصورسازی داده ها",
    },
    {
      id: 2,
      date: "1394 - 1399",
      title: "مرکز فناوری اطلاعات",
      subtitle: " برنامه نویس فرانت",
      content:
        " برنامه نویسی سمت فرانت با استفاده از ریکت و اچ تی ام ال و سی اس اس ،تهیه داشبورد داده ها برای نمایش و مصورسازی داده ها",
    },
    {
      id: 3,
      date: "1388 - 1398",
      title: "دانشکده مخابرات",
      subtitle: "برنامه نویس فول استک",
      content: "برنامه نویسی وب سایت ثبت نام دوره های ضمن خدمت کارکنان مخابرات",
    },

    { id: -2, date: "", title: "", subtitle: "", content: "" },
  ],

  workingexperience: "تجربه های کاری",
  educationalqualifications: "مدارک تحصیلی",
  contactme: "تماس با من",
  getintouch: "ارسال پیام به من",
  enteryourname: "نام  را وارد کنید",
  enteryouremail: "ایمیل  را وارد کنید",
  enteryoursubject: "موضوع را وارد کنید",
  enteryourmessage: "پیغام خود را اینجا بنویسید",
  sendmessage: "ارسال پیام",
  email: "ایمیل",
  address: "آدرس",
  addressdetails: " استرالیا، سیدنی",

  slogan:
    "همه رویاهای ما به حقیقت خواهد پیوست اگر شجاعت دنبال کردن آن ها را داشته باشیم. والت دیزنی",
  contactText:
    "خوشحالم که از وب سایت من بازدید کردید. اگر قصد دارید با من در مورد اجرای انواع پروژه ها  مشورت کنید می توانید از طریق راه های ارتباطی زیر با من در تماس باشید.",
  bestwish: "برای شما آرزوی بهترین ها را دارم.",
  PageNotFound: "صفحه مورد نظر پیدا نشد!",
};
